# Question08

In [13]:
from pandas import Series, DataFrame

import pandas as pd
import numpy as np

data = {'name':['hong','lee','kang'],
       'age':[35,45,55],
       'pay':[250,350,450],
       'address':['seoul','busan','inchon']}
frame = DataFrame(data)
frame

  address  age  name  pay
0   seoul   35  hong  250
1   busan   45   lee  350
2  inchon   55  kang  450

In [14]:

frame["gender"]=["M","M","F"]
frame

  address  age  name  pay gender
0   seoul   35  hong  250      M
1   busan   45   lee  350      M
2  inchon   55  kang  450      F